<?php die("Access Denied"); ?>#x#a:2:{s:6:"output";s:0:"";s:6:"result";a:2:{s:6:"report";a:0:{}s:2:"js";s:1407:"
  google.load("visualization", "1", {packages:["corechart"]});
      google.setOnLoadCallback(drawChart);
      function drawChart() {
        var data = google.visualization.arrayToDataTable([
          ['天', '订单', '总计销售产品', '净收入'], ['2017-04-22', 0,0,0], ['2017-04-23', 0,0,0], ['2017-04-24', 0,0,0], ['2017-04-25', 0,0,0], ['2017-04-26', 0,0,0], ['2017-04-27', 0,0,0], ['2017-04-28', 0,0,0], ['2017-04-29', 0,0,0], ['2017-04-30', 0,0,0], ['2017-05-01', 0,0,0], ['2017-05-02', 0,0,0], ['2017-05-03', 0,0,0], ['2017-05-04', 0,0,0], ['2017-05-05', 0,0,0], ['2017-05-06', 0,0,0], ['2017-05-07', 0,0,0], ['2017-05-08', 0,0,0], ['2017-05-09', 0,0,0], ['2017-05-10', 0,0,0], ['2017-05-11', 0,0,0], ['2017-05-12', 0,0,0], ['2017-05-13', 0,0,0], ['2017-05-14', 0,0,0], ['2017-05-15', 0,0,0], ['2017-05-16', 0,0,0], ['2017-05-17', 0,0,0], ['2017-05-18', 0,0,0], ['2017-05-19', 0,0,0], ['2017-05-20', 0,0,0]  ]);
        var options = {
          title: '报告期从 星期六, 22 四月 2017  到 星期日, 21 五 2017 ',
            series: {0: {targetAxisIndex:0},
                   1:{targetAxisIndex:0},
                   2:{targetAxisIndex:1},
                  },
                  colors: ["#00A1DF", "#A4CA37","#E66A0A"],
        };

        var chart = new google.visualization.LineChart(document.getElementById('vm_stats_chart'));

        chart.draw(data, options);
      }
";}}